Repository: wp-plugins/advanced-comment-control
Catalog: i18n/advanced-comment-control-*.po
Languages: sr_rs

source: ERROR: Unable to save settings.
sr_rs: GREŠKA: Podešavanja nisu sačuvana

source: Advanced Comment Control Settings Updated.
sr_rs: Advanced Comment Control podešavanja ažurirana

source: Advanced Comment Control Settings
sr_rs: Advanced Comment Control podešavanja

source: Post Rules
sr_rs: Pravila za post

source: Add New Post Rule
sr_rs: Dodaj novo pravilo za post

source: Save Settings
sr_rs: Sačuvaj podešavanja

source: User Role Options
sr_rs: Opcije za ulogu korisnika

source: Add New Role Rule
sr_rs: Dodaj pravilo za novu ulogu

source: Help Keep This Plugin Alive
sr_rs: Pomozite da ovaj plugin preživi

source: Free and easy email marketing, newsletters, and campaigns; built into your WordPress dashboard!
sr_rs: Besplatan i jednostavan email marketing, pisma i kampanje ugrađene u vašu WordPress kontrolnu tablu!

source: Publicize your WordPress content to your Twitter, Facebook, & LinkedIn accounts easily and automatically!
sr_rs: Objavite svoj WordPress sadržaj na svojim Twitter, Facebook i LinkedIn nalozima, lako i automatski!

source: is over %s %s(s) old
sr_rs: je star više od %s %s(s)

source: are older than %s %s(s)
sr_rs: je stariji od %s %s(s)

source: has more than %s comment(s)
sr_rs: ima više od %s komentara

source: have more than %s comment(s)
sr_rs: imate više od %s komentara

source: Disable post rules for this %s.
sr_rs: Deaktiviraj pravila posta za ovaj %s.

source: Unless disabled, users may not be able to comment on this %s because it %s.
sr_rs: Osim ako su deaktivirani, korisnici možda ne mogu da komentarišu ovaj %s jer je %s.

source: %s that %s will be disabled.
sr_rs: %s to%s će biti deaktivirano.

source: There are currently no Post Rules restricting %s.
sr_rs: Trenutno nema restrikcija %s za pravila posta.

source: logged in users
sr_rs: prijavljeni korisnici

source: logged out users
sr_rs: odjavljeni korisnici

source: %s users
sr_rs: %s korisnici

source: Disable user role rules for this %s.
sr_rs: Deaktiviraj pravila uloge za ovog %s.

source: Unless disabled, %s will not be able to comment on this %s.
sr_rs: Osim ako nije deaktiviran, %s neće moći da komentariše ovo %s.

source: %s will always be able to comment on this %s.
sr_rs: %s će uvek moći da komentariše ovaj %s.

source: There are currently no User Role Rules restricting %s
sr_rs: Trenutno nema ograničenja za korisničku ulogu %s.

source: Disable commenting on
sr_rs: Deaktiviraj komentarisanje na

source: older than
sr_rs: stariji od

source: with more than
sr_rs: sa više od

source: day(s)
sr_rs: dana

source: week(s)
sr_rs: nedelja

source: month(s)
sr_rs: meseci

source: year(s)
sr_rs: godina

source: comment(s)
sr_rs: komentara

source: Logged in
sr_rs: Prijavljeni

source: Logged out
sr_rs: Odjavljeni

source: users can
sr_rs: korisnici mogu

source: always
sr_rs: uvek

source: never
sr_rs: nikad

source: comment on
sr_rs: komentar na

source: This plugin allows you to manage who can comment and when they can comment on your content.
sr_rs: Ovaj komentar omogućava vam da određujete ko može da komentariše i kad može da komentariše vaš sadržaj.

source: advanced, comments, disable, spam, security
sr_rs: napredni, komentari, deaktiviraj, spam, bezbednost
